index.org
#+AUTHOR: W
#+SETUPFILE: /Users/whkoh/git-repos/org-html-themes/org/theme-readtheorg-local.setup
#+TITLE: OMSA Notes
* Fall 2022
1. CSE 6040: Intro to Computing for Data Analysis
2. MGT 6311: Digital Marketing
* Spring 2023
1. [[./isye_6501/index.html][ISYE 6501: Intro to Analytics Modeling]]
2. [[./mgt_6203/index.html][MGT 6203: Data Analytics in Business]]
* Summer 2023
1. ISYE 6644: Simulation and Modeling for Engineering and Science
* Fall 2023
1. CSE 6242: Data & Visual Analytics
* Spring 2024
1. [[./cse_8803_anlp/index.html][CSE 8833: Applied NLP]]
2. [[./isye_7406/index.html][ISYE 7406: Data Mining and Statistical Learning]]

* Prep
1. [[./no_bs/index.html][No BS Guide to Linear Algebra]]
*
