index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-04-10 Wed 09:32 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>OMSA Notes</title>
<meta name="author" content="W" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">OMSA Notes</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgd2b8982">1. Fall 2022</a></li>
<li><a href="#org124ec6b">2. Spring 2023</a></li>
<li><a href="#orgca23a16">3. Summer 2023</a></li>
<li><a href="#org39c753c">4. Fall 2023</a></li>
<li><a href="#orgd5e14dd">5. Spring 2024</a></li>
<li><a href="#org951f7e7">6. Prep</a></li>
<li><a href="#orge91ef08">7. </a></li>
</ul>
</div>
</div>
<div id="outline-container-orgd2b8982" class="outline-2">
<h2 id="orgd2b8982"><span class="section-number-2">1.</span> Fall 2022</h2>
<div class="outline-text-2" id="text-1">
<ol class="org-ol">
<li>CSE 6040: Intro to Computing for Data Analysis</li>
<li>MGT 6311: Digital Marketing</li>
</ol>
</div>
</div>
<div id="outline-container-org124ec6b" class="outline-2">
<h2 id="org124ec6b"><span class="section-number-2">2.</span> Spring 2023</h2>
<div class="outline-text-2" id="text-2">
<ol class="org-ol">
<li><a href="./isye_6501/index.html">ISYE 6501: Intro to Analytics Modeling</a></li>
<li><a href="./mgt_6203/index.html">MGT 6203: Data Analytics in Business</a></li>
</ol>
</div>
</div>
<div id="outline-container-orgca23a16" class="outline-2">
<h2 id="orgca23a16"><span class="section-number-2">3.</span> Summer 2023</h2>
<div class="outline-text-2" id="text-3">
<ol class="org-ol">
<li>ISYE 6644: Simulation and Modeling for Engineering and Science</li>
</ol>
</div>
</div>
<div id="outline-container-org39c753c" class="outline-2">
<h2 id="org39c753c"><span class="section-number-2">4.</span> Fall 2023</h2>
<div class="outline-text-2" id="text-4">
<ol class="org-ol">
<li>CSE 6242: Data &amp; Visual Analytics</li>
</ol>
</div>
</div>
<div id="outline-container-orgd5e14dd" class="outline-2">
<h2 id="orgd5e14dd"><span class="section-number-2">5.</span> Spring 2024</h2>
<div class="outline-text-2" id="text-5">
<ol class="org-ol">
<li><a href="./cse_8803_anlp/index.html">CSE 8833: Applied NLP</a></li>
<li><a href="./isye_7406/index.html">ISYE 7406: Data Mining and Statistical Learning</a></li>
</ol>
</div>
</div>

<div id="outline-container-org951f7e7" class="outline-2">
<h2 id="org951f7e7"><span class="section-number-2">6.</span> Prep</h2>
<div class="outline-text-2" id="text-6">
<ol class="org-ol">
<li><a href="./no_bs/index.html">No BS Guide to Linear Algebra</a></li>
</ol>
</div>
</div>
<div id="outline-container-orge91ef08" class="outline-2">
<h2 id="orge91ef08"><span class="section-number-2">7.</span> </h2>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: W</p>
<p class="date">Created: 2024-04-10 Wed 09:32</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
